Revit 2027 API
ParameterTypeId.HandrailSupportsNumberParam Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HandrailSupportsNumberParam { get; }
Public Shared ReadOnly Property HandrailSupportsNumberParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HandrailSupportsNumberParam {
	ForgeTypeId^ get ();
}
static member HandrailSupportsNumberParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace